---
kind: enumMember
id: F:Autodesk.Revit.DB.DGNFileFormat.DGNVersion8
enum: Autodesk.Revit.DB.DGNFileFormat
source: html/a3229830-0f4f-8732-2d2f-554b4ef86b1a.htm
---
# Autodesk.Revit.DB.DGNFileFormat.DGNVersion8

Micorstation V8 file format.